{
    "hits": 1,
    "runtime": 0.001075183000011748,
    "search_results": [
        {
            "uuid":"6fa459ea-ee8a-3ca4-894e-db77e160355e",
            "content": "17 Hours Ago | 02:56 \nEmerging markets soared more than 33 percent in 2017, and Todd Gordon of TradingAnalysis.com says the rally won't stop. \nA big part of the rally in emerging markets, tracked by the emerging market ETF EEM , was a weak dollar. And given that Gordon still sees the inverse relationship between EEM and the dollar, measured in his charts by the dollar-tracking ETF UUP , he believes the U.S. currency will continue to help the group. \n\"We have a falling U.S. dollar, which will support international and emerging market currencies and will give those EEM stocks a boost,\" Gordon said Tuesday on CNBC's \"Trading Nation.\" The U.S. dollar in 2017 posted its worst annual performance in 14 years, while EEM saw its best performance since 2013. \nAs for how high the latter could go, Gordon says EEM has broken \"resistance\" at around $45, which was the ETF's 2014 highs. That $45 region is now what he calls \"support,\" and he sees it rallying to $50, which the ETF hasn't hit since mid-2011. \nTo play for a move higher, Gordon suggested buying the February 48/50 call spread for 72 cents, or $72 per options contract. This means that if EEM closes above $50 on Feb. 16, then Gordon could make a maximum reward of $128 on the trade. \nBut if EEM were to close below $48, then Gordon would lose the $72 he paid for the trade. As a result, Gordon wants to establish a point at which to get out. \n\"If the 72 cent premium we just laid out gets cut in half to about 36 cents, let's cut the trade and move on,\" he said. \nEEM started the year off strong, rallying more than 1 percent on Tuesday.",
            "title": "Emerging markets are set for an even bigger rally in 2018, says one technician",
            "score": 3.09376262094335,
            "url": "https://www.cnbc.com/2018/01/03/emerging-markets-are-set-for-an-even-bigger-rally-in-2018-says-one-technician.html"
        }
    ]
}